Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=387_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Sámediggi attii stipeanddaid sámegiela oahppiide
smn: Sämitigge juovij stipendijd sämikielâ uáppeid

source: Sámediggi attii skuvllaid giđđafeasttain stipeanddaid oahppiide, geat leat bures menestuvvan sámegiela oahpuin.
smn: Sämitigge juovij škoovlâi kiđđâjuuhlijn stipendijd sämikielâ oopâin pyereest miänástum uappeid.

source: Stipeanddat juhkkojuvvojedje oktiibuot 12 stuđentii, geat leat čađahan sámegiela iskosa stuđeantadutkosis ja 13 oahppái, geat besse vuođđooahpahusas.
smn: Stipendeh juáhhojii ohtsis 12 uáppei, kiäh lijjii čođâldittám sämikielâ iskos pajeuáppeetutkosijn já 13 uáppei, kiäh pessii vuáđumáttááttâsâst.

source: Sámedikki stipeandda ožžo čuovvovaš nuorat:
smn: Sämitige stipendâ ožžuu čuávvoo nuorah:

source: Stuđeanttat:
smn: Pajeuáppeeh:

source: Madetoja musihkkalogahat, Oulu: Unna-Maari Pulska (davvisámegiella)
smn: Madetoja muusikluvâttâh, Oulu: Unna-Maari Pulska (tavesämikielâ)

source: Eanodaga logahat: Rosa-Máren Magga (davvisámegiella) ja Mareena Keskitalo (davvisámegiella)
smn: Iänuduv luvâttâh: Rosa-Máren Magga (tavesämikielâ) já Mareena Keskitalo (tavesämikielâ)

source: Avvila logahat: Milla Moilanen (anárašgiella), Arla Magga (davvisámegiella) ja Essi Ranttila (davvisámegiella)
smn: Avveel luvâttâh: Milla Moilanen (aanaarsämikielâ), Arla Magga (tavesämikielâ) já Essi Ranttila (tavesämikielâ)

source: Ohcejoga sámelogahat: Anni Kaisa Koivisto (davvisámegiella)
smn: Ucjuv sämiluvâttâh: Anni Kaisa Koivisto (tavesämikielâ)

source: Haukipudas logahat: Heija Länsman (davvisámegiella)
smn: Haukiputaa luvâttâh: Heija Länsman (tavesämikielâ)

source: Lyseonpuisto logahat, Rovaniemi: Inga Maaret Aikioniemi (davvisámegiella)
smn: Lyseonpuisto luvâttâh, Ruávinjargâ: Inga Maaret Aikioniemi (tavesämikielâ)

source: Soađegili logahat: Elli-Marja Hetta (davvisámegiella), Miira Suomi (davvisámegiella) ja Roosa Nuorgam (davvisámegiella)
smn: Suáđigil luvâttâh: Elli-Marja Hetta (tavesämikielâ), Miira Suomi (tavesämikielâ) já Roosa Nuorgam (tavesämikielâ)

source: Vuođđooahpahusa čađahan oahppit:
smn: Vuáđumáttááttâs čođâldittám uáppeeh:

source: Heahtá badjeskuvla: Juhán-Tuommá Magga (davvisámegiella) ja Iina-Marja Juuso (davvisámegiella)
smn: Heta paješkovlâ: Juhán-Tuommá Magga (tavesämikielâ) já Iina-Marja Juuso (tavesämikielâ)

source: Anára badjeskuvla: Gabriela Satokangas (davvisámegiella) ja Tytti Kuusisto (nuortalašgiella)
smn: Aanaar paješkovlâ: Gabriela Satokangas (tavesämikielâ) já Tytti Kuusisto (nuorttâsämikielâ)

source: Avvila badjeskuvla: Sara Nuorgam (davvisámegiella)
smn: Avveel paješkovlâ: Sara Nuorgam (tavesämikielâ)

source: Čeavetjávrri skuvla: Anna-Katariina Feodoroff (nuortalašgiella)
smn: Čevetjäävri škovlâ: Anna-Katariina Feodoroff (nuorttâsämikielâ)

source: Gáregasnjárgga skuvla: Matias West (davvisámegiella) ja Nora Pieski (davvisámegiella)
smn: Kärigâsnjaargâ škovlâ: Matias West (tavesämikielâ) já Nora Pieski (tavesämikielâ)

source: Vuohču skuvla: Jouni Hetta (davvisámegiella)
smn: Vuáču škovlâ: Jouni Hetta (tavesämikielâ)

source: Napabijre badjeskuvla: Katja Anttonen (davvisámegiella), Eero Anttila (davvisámegiella) ja Jussa Rahko (davvisámegiella)
smn: Napapiiri pajetääsi: Katja Anttonen (tavesämikielâ), Eero Anttila (tavesämikielâ) já Jussa Rahko (tavesämikielâ)

source: Sámediggi sávvá lihku ja buorre geasseluomu buohkaide !
smn: Sämitigge tuáivut luho já pyeri kesiluámu puohháid !
